Repository: tucuota/debi-payment-for-woocommerce
Catalog: languages/debi-payment-for-woocommerce-*.po
Languages: es_es

source: Debi Payment
es_es: Pago Debi

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Custom Payment
es_es: Activar método de pago personalizado

source: Method Title
es_es: Título del método

source: This controls the title
es_es: Controla el título

source: Credit or debit card in installments
es_es: Tarjeta de crédito o débito en cuotas

source: Sanbox mode
es_es: Modo de pruebas (Sandbox)

source: Sandbox
es_es: Pruebas

source: Check if you want to use sandbox mode for testing
es_es: Activa para usar el modo de pruebas

source: Token Debi Live
es_es: Token Debi Live (Producción)

source: Generate token in developer section of debi
es_es: Genera el token en la sección de desarrollador de debi

source: Token Debi Sandbox
es_es: Token Debi Sandbox (Pruebas)

source: Generate token in developer section of debi-test.pro
es_es: Genera el token en la sección de desarrollador de debi-test.pro

source: % interest for payment in two business days with debit
es_es: % de interés para pago en dos días hábiles con débito

source: % interest for %1$d installment
es_es: % de interés para %1$d cuota

source: Order not found.
es_es: Orden no encontrada.

source: Invalid number of installments selected.
es_es: Número de cuotas inválido.

source: Card number is required.
es_es: El número de tarjeta es requerido.

source: Invalid card number.
es_es: Número de tarjeta inválido.

source: %1$d installment of $ %2$s ($ %3$s)
es_es: %1$d cuota de $ %2$s ($ %3$s)

source: %1$d installments of $ %2$s ($ %3$s)
es_es: %1$d cuotas de $ %2$s ($ %3$s)

source: %1$d installment of $ %2$s (no interest)
es_es: %1$d cuota de $ %2$s (sin interés)

source: %1$d installments of $ %2$s (no interest)
es_es: %1$d cuotas de $ %2$s (sin interés)

source: Select number of installments
es_es: Seleccione la cantidad de cuotas

source: DEBIT CARD ONLY
es_es: SOLO CON TARJETA DE DÉBITO

source: Enter your card number
es_es: Ingrese su número de tarjeta
